var curriculum = {
	'basicKnowledge':{ // 基础知识
		'1. 金融市场体系':[
			'/基础知识/金融市场体系-1.json',
			'/基础知识/金融市场体系-2.json',
		],
		'2. 中国金融体系与多层次资本市场':[
			'/基础知识/中国金融体系与多层次资本市场-1.json',
			'/基础知识/中国金融体系与多层次资本市场-2.json',
		],
		'3. 证券市场主体':[
			'/基础知识/证券市场主体-1.json',
			'/基础知识/证券市场主体-2.json',
			'/基础知识/证券市场主体-3.json',
		],
		'4. 股票':[
			'/基础知识/股票-1.json',
			'/基础知识/股票-2.json',
			'/基础知识/股票-3.json',
		],
		'5. 债券':[
			'/基础知识/债券-1.json',
			'/基础知识/债券-2.json',
			'/基础知识/债券-3.json',
			'/基础知识/债券-4.json',
		],
		'6. 证券投资基金':[
			'/基础知识/证券投资基金-1.json',
			'/基础知识/证券投资基金-2.json',
			'/基础知识/证券投资基金-3.json',
		],
		'7. 金融衍生工具':[
			'/基础知识/金融衍生工具-1.json',
			'/基础知识/金融衍生工具-2.json',
			'/基础知识/金融衍生工具-3.json',
		],
		'8. 金融风险管理':[],
	},
	'lawsRegulations':{ // 法律法规
		'1. 证券市场基本法律法规':[
			'/法律法规/证券市场基本法律法规-1.json',
			'/法律法规/证券市场基本法律法规-2.json',
			'/法律法规/证券市场基本法律法规-3.json',
			'/法律法规/证券市场基本法律法规-4.json',
			'/法律法规/证券市场基本法律法规-5.json',
		],
		'2. 证券经营机构管理规范':[
			'/法律法规/证券经营机构管理规范-1.json',
			'/法律法规/证券经营机构管理规范-2.json',
			'/法律法规/证券经营机构管理规范-3.json',
		],
		'3. 证券公司业务规范':[
			'/法律法规/证券公司业务规范-1.json',
			'/法律法规/证券公司业务规范-2.json',
			'/法律法规/证券公司业务规范-3.json',
			'/法律法规/证券公司业务规范-4.json',
			'/法律法规/证券公司业务规范-5.json',
		],
		'4. 证券市场典型违法违规行为责任':[
			'/法律法规/证券市场典型违法违规行为责任-1.json',
			'/法律法规/证券市场典型违法违规行为责任-2.json',
		],
		'5. 行为文化-职业道德与从业规范':[
			'/法律法规/行为文化-职业道德与从业规范-1.json',
			'/法律法规/行为文化-职业道德与从业规范-2.json',
		]
	},
	"ytFVFG":{ // 押题 - 法律法规
		'押题卷 - 法律法规': [
			'/押题_法律法规/押题（法律法规套卷2207-1）.json',
			'/押题_法律法规/押题（法律法规套卷2207-2）.json',
			'/押题_法律法规/押题（法律法规套卷2207-3）.json',
			'/押题_法律法规/押题（法律法规套卷2208-1）.json',
			'/押题_法律法规/押题（法律法规套卷2208-2）.json',
			'/押题_法律法规/押题（法律法规套卷2208-3）.json',
			'/押题_法律法规/押题（法律法规套卷2208-4）.json',
		]
	},
	"ytJCZS": { // 押题基础知识
		'押题卷 - 基础知识': [
			'/押考_基础知识/押题（基础知识套卷2207-1）.json',
			'/押考_基础知识/押题（基础知识套卷2207-2）.json',
			'/押考_基础知识/押题（基础知识套卷2207-3）.json',
			'/押考_基础知识/押题（基础知识套卷2208-1）.json',
			'/押考_基础知识/押题（基础知识套卷2208-2）.json',
			'/押考_基础知识/押题（基础知识套卷2208-3）.json',
		]
	}
}